"Space" = "مسافة";
"Use old shortcut" = "استخدم اختصار قديم";
"Type shortcut" = "إطبع اختصار";
"Click to record shortcut" = "أنقر لتسجيل اختصار";
"Pad %@" = "Pad %@";
"The key combination %@ can't be used!" = "مفتاح المجموعة %@ لايمكن استخدامه.";
"The key combination \"%@\" can't be used because %@." = "مفتاح المجموعة %@ لايمكن استخدامه بسبب %@.";
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "مفتاح المجموعة %@ لايمكن استخدامه لأنه مستخدم أصلا من قبل اختصار لوحة مفاتيح على نطاق النظام. (إذا تريد فعلا استخدام مفتاح المجموعة هذا, أغلب الاختصارات يمكن أن تتغير في لوحة المفاتيح و لوحة الفأرة في تفضيلات النظام.)";
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "مفتاح المجموعة %@ لايمكن استخدامه لأنه مستخدم أصلا من قبل قائمة البند \"%@\".";
"Command + " = "الأمر +";
"Option + " = "الخيار +";
"Shift + " = "تغيير +";
"Control + " = "تحكم +";